---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.SurfaceNdfType.Beckmann
enum: Autodesk.Revit.DB.Visual.SurfaceNdfType
source: html/4f4b4727-20bc-b161-ade5-b750a7e9c8f4.htm
---
# Autodesk.Revit.DB.Visual.SurfaceNdfType.Beckmann